IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "Je připojována nesprávná verze dll"
IDS_RUS_DLL_ERROR_REPORT = "Nepodařilo se inicializovat COM dll"
IDS_CVL_REPORT_PRINTING = "Tisk sestavy..."
IDS_CVL_REPORT_GENERATING = "Generování sestavy..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Výpočet pevnosti průřezů prostorových prvků"
IDS_CVL_RPT_SNiP_Not_required = "Není požadováno"
IDS_SP16_Par711_Title = "Výpočet pevnosti prvků při centrálním tahu nebo tlaku (par. 7.1.1)"
IDS_SP16_Par713_Title = "Výpočet stability prvků plného průřezu při centrálním tlaku (par. 7.1.3)"
IDS_SP16_Par715_Title = "Stabilita při ztrátě stability ohybem s kroucením u otevřeného průřezu (par. 7.1.5)"
IDS_SP16_Par723_Title = "Výpočet podmíněné štíhlosti větve (par. 7.2.3)"
IDS_SP16_Par724_Title = "Výpočet stability jednotlivých větví u prvků se složeným průřezem (par. 7.2.4)"
IDS_SP16_Par732_Title = "Stabilita stěn prvků plného průřezu při centrálním tlaku (par. 7.3.2)"
IDS_SP16_Par733_Title = "Stěny prvků plného průřezu při centrálním tlaku musí být vyztuženy příčnými žebry (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nPříčná žebra jsou vyžadována, ale nejsou nastavena."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nPříčná žebra jsou vyžadována a jsou nastavena. Kontrola dostatečnosti rozteče příčných žeber:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nPříčná žebra nejsou vyžadována."
IDS_SP16_Par738_Title = "Stabilita pásnicových plechů prvků plného průřezu při centrálním tlaku (par. 7.3.8)"
IDS_SP16_Par821_Title = "Výpočet pevnosti nosníků třídy 1: při působení momentu (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Kontrola průřezu na smykové síly"
IDS_SP16_Par823_Title = "Výpočet pevnosti dělených nosníků 2. a 3. třídy I-průřezů a skříňových průřezů: při působení momentu (par. 8.2.3)"
IDS_SP16_Par841_Title = "Výpočet stability I-nosníků třídy 1: při působení momentu (par. 8.4.1)"
IDS_SP16_Par851_Title = "Stabilita stěn nosníků třídy 1: při působení momentu (par. 8.5.1)"
IDS_SP16_Par853_Title = "Stabilita stěn nosníků třídy 1 se symetrickým průřezem za přítomnosti lokálního napětí: při působení momentu (par. 8.5.3)"
IDS_SP16_Par857_Title = "Stabilita stěn nosníků třídy 1 u nesymetrického I-průřezu s více vyvinutou taženou pásnicí (par. 8.5.7)"
IDS_SP16_Par858_Title = "Stabilita stěn nosníků 2. a 3. třídy z homogenní oceli při nepřítomnosti lokálního napětí (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Výpočet pevnosti stěny nosníku nevyztužené výztuhami při působení lokálního napětí (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Stabilita tlačených pásnic nosníků třídy 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Stabilita tlačených pásnic nosníků třídy 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Výpočet pevnosti excentricky tlačených a excentricky tažených prvků (par. 9.1.1)"
IDS_SP16_Par913_Title = "Ověření pevnosti v tahu vláknového průřezu excentricky tlačených prvků s nesymetrickými průřezy (par. 9.1.3)"
IDS_SP16_Par922_Title = "Výpočet stability excentricky tlačených prvků v rovině působení momentu, shodné s rovinou symetrie (par. 9.2.2)"
IDS_SP16_Par928_Title = "Výpočet stability excentricky tlačených prvků ohýbaných v rovině nejmenší tuhosti (par. 9.2.8)"
IDS_SP16_Par929_Title = "Výpočet stability prutů (kromě skříňových) namáhaných tlakem a ohybem ve dvou hlavních rovinách (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Výpočet stability prutů (skříňových) namáhaných tlakem a ohybem ve dvou hlavních rovinách (par. 9.2.10)"
IDS_SP16_Par924_Title = "Výpočet stability excentricky tlačených prutů mimo rovinu působení momentu při jejich ohybu v rovině největší tuhosti (par. 9.2.4)"
IDS_SP16_Par942_Title = "Stabilita stěn excentricky tlačených prvků (par. 9.4.2)"
IDS_SP16_Par947_Title = "Stabilita pásů (přírub) excentricky tlačených prutů (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Maximální návrhové délky prvků (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Výpočet stability stěn bezešvých nebo elektricky svařovaných trubek (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Další kontroly nejsou potřebné."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Pro typ %s jsou koeficienty průřezu: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Neznámý typ průřezu. Koeficienty jsou: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Výpočet štíhlosti lambda_ef prvku s průchozím průřezem"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Typ průřezu: 1, větve jsou spojeny příložkami"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Typ průřezu: 1, větve jsou spojeny příhradovinou"
IDS_SP16_CALC_PHI_COEFF = "Výpočet koeficientu phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Výpočet koeficientu stability phi_e při excentrickém tlaku plných prvků"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Z tabulky D.3 pro o_lambda_ef = %g a m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Výpočet koeficientu stability phi_e při excentrickém tlaku průchozích prvků"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Z tabulky D.4 pro o_lambda_ef = %g a m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Výpočet redukované plochy Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Typ průřezu z tabulky 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Požadavky odstavce 7.3.2 nejsou splněny. Výpočet s redukovanou plochou."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Požadavky odstavce 9.4.2 nejsou splněny. Výpočet s redukovanou plochou."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Výpočet mezní podmíněné štíhlosti stojiny (tabulka 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Výpočet mezní podmíněné štíhlosti pásnice (tabulka 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Výpočet hd pro prvek při centrálním tlaku"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Výpočet hd pro prvek bez centrálního tlaku"
IDS_SP16_CALCULATION_OF_BD = "Výpočet bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Výpočet ω, α, β z tabulky D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Výpočet koeficientu Cmax. Typ průřezu: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Výpočet koeficientů Cy, Cz, n (tabulka E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Pro Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Výpočet koeficientu B (tabulka ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Výpočet koeficientů C a D (tabulka ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "poměr"
IDS_SNiP_REPORT_SECT_REDESIGN = "Průřez musí být přepracován."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Výztuž není vyžadována."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Výztuž je vyžadována."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
